cavidades/cavity20x20/system/VemX
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  6
     \\/     M anipulation  |
-------------------------------------------------------------------------------
Descrição
  Extrai valores da componente v na linha média em x.
\*---------------------------------------------------------------------------*/

enabled true;
verbose true;
interpolationScheme cellPoint;
start           (0.0 0.5 0.05);
end             (1.0 0.5 0.05);
nPoints         64;

fields          (Uy);

axis            distance;

#includeEtc "caseDicts/postProcessing/graphs/graphUniform.cfg"

// ************************************************************************* //
